app/controllers/users_controller.rb

INSERT INTO "users" ("name", "email", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "tanhongit"], ["email", "phuongtan12357nguyen@gmail.com"], ["created_at", "2020-07-20 10:58:38.489974"], ["updated_at", "2020-07-20 10:58:38.489974"]]
---
  def create
    @user = User.new(name: params[:user][:name], email: params[:user][:email])
    if @user.save